Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutTimeValue_language_code
source: Language code of the supplied text.
bg_bg: Езиков код на предоставения текст.
ca_es: Codi de llengua del text proporcionat.
cs_cz: Kód jazyka zadaného textu
da_dk: Den indsatte teksts sprogkode.
de_de: Sprachcode des eingegebenen Texts.
el_gr: Κωδικός γλώσσας του παρεχόμενου κειμένου.
es_es: Código de idioma del texto proporcionado.
et_ee: Esitatud teksti keelekood.
eu_es: Emandako testuaren hizkuntza-kodea.
fi_fi: Annetun tekstin kielikoodi.
fr_fr: Code de la langue du texte fourni.
gl_es: Código de idioma do texto fornecido.
hi_in: प्रदत्त लेख का भाषा कोड.
hr_hr: Šifra jezika za navedeni tekst.
hu_hu: A megadott szöveg nyelvkódja.
it_it: Codice della lingua del testo fornito.
ja_jp: 表示されたテキストの言語コード。
kk_kz: Берілген мәтіннің тіл коды.
ko_kr: 입력한 텍스트의 언어 코드입니다.
lt_lt: Pateikto teksto kalbos kodas.
lv_lv: Norādītā teksta valodas kods.
ms_my: Kod bahasa teks yang dibekalkan.
nb_no: Språkkoden for den angitte teksten.
nl_nl: De taalcode van de opgegeven tekst.
pl_pl: Kod języka wprowadzonego tekstu.
pt_br: Código de idioma do texto fornecido.
pt_pt: Código de idioma do texto fornecido.
ro_ro: Codul de limbă al textului furnizat.
ru_ru: Код языка для указанного текста.
sk_sk: Kód jazyka zadaného textu.
sl_si: Koda jezika podanega besedila.
sr_cyrl_rs: Шифра језика наведеног текста.
sr_latn_rs: Šifra jezika navedenog teksta.
sv_se: Språkkod för den angivna texten.
th_th: รหัสภาษาของข้อความที่ระบุ
tr_tr: Sağlanan metnin dil kodu.
uk_ua: Мовний код наданого тексту.
vi_vn: Mã ngôn ngữ của văn bản được cung cấp.
zh_cn: 所提供文本的语言代码。
zh_tw: 提供的文字之語言代碼。

# ErrAutoRefreshNotAllowed
source: Automatically refreshing service functions cannot be used in Action rules.
bg_bg: Автоматичното обновяване на функциите на услугата не може да се използва в правилата за действията.
ca_es: Les funcions de servei d'actualització automàtica no es poden utilitzar a les normes d'acció.
cs_cz: Automaticky aktualizované funkce služeb nejde použít v pravidlech akce.
da_dk: Automatisk opdaterende servicefunktioner kan ikke bruges i handlingsregler.
de_de: Dienstfunktionen mit automatischer Aktualisierung können in Aktionsregeln nicht verwendet werden.
el_gr: Δεν είναι δυνατή η χρήση συναρτήσεων υπηρεσίας με αυτόματη ανανέωση στους κανόνες ενέργειας.
es_es: Las funciones de servicio que se actualizan automáticamente no se pueden usar en las reglas de acción.
et_ee: Automaatselt värskendatavaid teenusefunktsioone ei saa toimingureeglites kasutada.
eu_es: Ekintza-arauetan ezin dira erabili elementuak automatikoki freskatzeko zerbitzuaren funtzioak.
fi_fi: Automaattisesti päivittyviä palvelufunktioita ei voi käyttää toimintosäännöissä.
fr_fr: Les fonctions du service d’actualisation automatique ne peuvent pas être utilisées dans des règles d’action.
gl_es: As funcións de servizo de actualización automática non se poden usar en regras de acción.
hi_in: सेवा फ़ंक्शंस को स्वचालित रूप से ताज़ा करना का उपयोग कार्रवाई नियमों में नहीं किया जा सकता है.
hr_hr: Automatsko osvježavanje funkcija servisa nije moguće koristiti u pravilima akcije.
hu_hu: Műveleti szabályokban nem lehet automatikusan frissülő szolgáltatásfüggvényeket használni.
it_it: L'aggiornamento automatico delle funzioni del servizio non può essere usato nelle regole di azione.
ja_jp: 動作規則では、サービス機能の自動更新は使用できません。
kk_kz: Қызмет функцияларын автоматты түрде жаңартуды әрекеттер ережелерінде пайдалану мүмкін емес.
ko_kr: 작업 규칙에서 서비스 함수를 자동으로 새로 고치는 작업을 사용할 수 없습니다.
lt_lt: Automatinio tarnybos funkcijų atnaujinimo negalima naudoti veiksmų taisyklėse.
lv_lv: Automātisku pakalpojumu funkciju atsvaidzināšanu nevar izmantot darbību kārtulās.
ms_my: Menyegar semula fungsi perkhidmatan secara automatik tidak boleh digunakan dalam peraturan Tindakan.
nb_no: Automatisk oppdatering av tjenestefunksjoner kan ikke brukes i handlingsregler.
nl_nl: Er mogen geen servicefuncties in actieregels worden gebruikt die automatisch worden vernieuwd.
pl_pl: Automatycznie odświeżane funkcje usługi nie mogą być używane w regułach akcji.
pt_br: Não é possível usar a atualização automática de funções de serviço em regras de Ação.
pt_pt: A atualização de serviços automática não pode ser utilizada em regras de Ação.
ro_ro: Funcțiile de serviciu cu reîmprospătare automată nu pot fi utilizate în regulile de acțiune.
ru_ru: Автоматически обновляемые функции службы невозможно использовать в правилах действий.
sk_sk: Automatické obnovovanie funkcií služby sa nedá použiť v pravidlách akcií.
sl_si: Funkcij storitve, ki se samodejno osvežujejo, ne morete uporabiti v pravilih dejanja.
sr_cyrl_rs: Функције услуге аутоматског освежавања не могу да се користе у правилима радње.
sr_latn_rs: Funkcije usluge automatskog osvežavanja ne mogu da se koriste u pravilima radnje.
sv_se: Automatiskt uppdaterande tjänstefunktioner kan inte användas i åtgärdsregler.
th_th: ไม่สามารถใช้การรีเฟรชฟังก์ชันบริการอัตโนมัติในกฎการดำเนินการได้
tr_tr: Otomatik olarak yenilenen hizmet işlevleri, Eylem kurallarında kullanılamaz.
uk_ua: У правилах дій не можна використовувати функції служби, що автоматично оновлюються.
vi_vn: Không thể sử dụng tính năng tự động làm mới các hàm dịch vụ trong quy tắc Hành động.
zh_cn: 无法在操作规则中使用自动刷新服务函数。
zh_tw: 自動重新整理服務功能無法用於動作規則中。

# ErrMultipleValuesForField_Name
source: A field named '{0}' was specified more than once in this record.
bg_bg: Поле с името „{0}“ е указано повече от един път в този запис.
ca_es: S'ha especificat més d'una vegada un camp anomenat "{0}" en aquest registre.
cs_cz: Pole s názvem {0} se v tomto záznamu zadalo více než jednou.
da_dk: Et felt med navnet '{0}' blev angivet mere end én gang i denne post.
de_de: Ein Feld mit dem Namen "{0}" wurde mehrfach angegeben.
el_gr: Ένα πεδίο με όνομα "{0}" καθορίστηκε περισσότερες από μία φορά σε αυτή την εγγραφή.
es_es: Un campo denominado "{0}" se especificó más de una vez en este registro.
et_ee: Väli nimega {0} on selles kirjes määratud mitu korda.
eu_es: Behin baino gehiagotan zehaztu da "{0}" eremua erregistro honetan.
fi_fi: Kenttä {0} määritettiin useammin kuin kerran tässä tietueessa.
fr_fr: Un champ nommé « {0} » a été spécifié plusieurs fois dans cet enregistrement.
gl_es: Especificouse un campo denominado "{0}" máis dunha vez neste rexistro.
hi_in: इस रिकॉर्ड में '{0}' नाम वाला फ़ील्ड एक से अधिक बार निर्दिष्ट किया गया था.
hr_hr: Polje naziva "{0}" u zapisu je navedeno više puta.
hu_hu: A(z) {0} mezőnév egynél többször van megadva ebben a rekordban.
it_it: Il campo denominato '{0}' è stato specificato più volte in questo record.
ja_jp: このレコードの中で '{0}' という名前のフィールドが複数回指定されました。
kk_kz: "{0}" деп аталатын өріс осы жазбада бірнеше рет көрсетілген.
ko_kr: 이름이 '{0}'인 필드가 이 레코드에서 두 번 이상 지정되었습니다.
lt_lt: Laukas pavadinimu {0} buvo nurodytas daugiau nei vieną kartą.
lv_lv: Lauks ar nosaukumu {0} tika norādīts vairākkārt šajā ierakstā.
ms_my: Medan bernama '{0}' telah ditentukan lebih daripada sekali dalam rekod ini.
nb_no: Et felt med navnet {0} ble angitt mer enn én gang i denne posten.
nl_nl: Er is meerdere keren een veld met de naam {0} opgegeven in deze record.
pl_pl: Pole o nazwie „{0}” zostało określone więcej niż jeden raz w tym rekordzie.
pt_br: Um campo chamado '{0}' foi especificado mais de uma vez neste registro.
pt_pt: Foi especificado um campo com o nome "{0}" mais do que uma vez neste registo.
ro_ro: Un câmp denumit „{0}” a fost specificat de mai multe ori în această înregistrare.
ru_ru: Поле с именем "{0}" указано в этой записи больше одного раза.
sk_sk: Pole s názvom {0} bolo v tomto zázname zadané viac než raz.
sl_si: Polje z imenom »{0}« je bilo navedeno več kot enkrat v tem zapisu.
sr_cyrl_rs: Поље са именом „{0}“ наведено је више пута у овом запису.
sr_latn_rs: Polje sa imenom „{0}“ navedeno je više puta u ovom zapisu.
sv_se: Ett fält med namnet {0} angavs mer än en gång i den här posten.
th_th: มีการระบุเขตข้อมูลชื่อ '{0}' มากกว่าหนึ่งครั้งในระเบียนนี้
tr_tr: '{0}' adındaki alan bu kayıtta birden çok kez belirtildi.
uk_ua: Поле з ім’ям "{0}" зустрічається в цьому записі більше одного разу.
vi_vn: Một trường có tên là '{0}' được chỉ định nhiều lần trong bản ghi này.
zh_cn: 此记录中多次指定了名为“{0}”的字段。
zh_tw: 在此記錄中，指定了一次以上名稱為 '{0}' 的欄位。

# WarnColumnNameSpecifiedMultipleTimes_Name
source: A column named '{0}' was specified more than once.
bg_bg: Колона с име „{0}“ е указана повече от един път.
ca_es: S'ha especificat més d'una vegada una columna anomenada '{0}'.
cs_cz: Sloupec s názvem {0} byl zadaný víc než jednou.
da_dk: En kolonne med navnet '{0}' blev angivet mere end én gang.
de_de: Eine Spalte mit dem Namen "{0}" wurde mehrfach angegeben.
el_gr: Μια στήλη με όνομα '{0}' καθορίστηκε περισσότερες φορές.
es_es: Una columna denominada '{0}' se ha especificado más de una vez.
et_ee: Veerg nimega {0} on määratud mitu korda.
eu_es: Behin baino gehiagotan zehaztu da '{0}' deitzen den zutabea.
fi_fi: Sarake {0} määritettiin useammin kuin kerran.
fr_fr: Une colonne nommée « {0} » a été spécifiée plusieurs fois.
gl_es: Especificouse unha columna denominada '{0}' máis dunha vez.
hi_in: स्तंभ नाम '{0}' एक से अधिक बार निर्दिष्ट किया गया था.
hr_hr: Stupac naziva "{0}" naveden je više puta.
hu_hu: A(z) {0} nevű oszlop egynél többször van megadva.
it_it: La colonna denominata '{0}' è stata specificata più volte.
ja_jp: '{0}' という列が 2 回以上指定されました。
kk_kz: "{0}" деп аталатын баған бірнеше рет көрсетілді.
ko_kr: 이름이 '{0}'인 열이 두 번 이상 지정되었습니다.
lt_lt: Stulpelis pavadinimu „{0}“ nurodytas daugiau nei vieną kartą.
lv_lv: Kolonna ar nosaukumu {0} tika norādīta vairākkārt.
ms_my: Lajur bernama '{0}' telah ditentukan lebih daripada sekali.
nb_no: En kolonne med navnet {0} ble angitt mer enn én gang.
nl_nl: Er is meerdere keren een kolom met de naam {0} opgegeven.
pl_pl: Kolumna o nazwie „{0}” została określona więcej niż jeden raz.
pt_br: Uma coluna com nome '{0}' foi especificada mais de uma vez.
pt_pt: Uma coluna com o nome "{0}" foi especificado mais do que uma vez.
ro_ro: O coloană denumită „{0}” a fost specificată de mai multe ori.
ru_ru: Цвет "{0}" был указан несколько раз.
sk_sk: Stĺpec s názvom {0} bol zadaný viac než raz.
sl_si: Ime stolpca »{0}« je bilo navedeno več kot enkrat.
sr_cyrl_rs: Колона са именом „{0}“ наведена је више пута.
sr_latn_rs: Kolona sa imenom „{0}“ navedena je više puta.
sv_se: En kolumn med namnet {0} angavs mer än en gång.
th_th: คอลัมน์ชื่อ '{0}' ถูกระบุมากกว่าหนึ่งครั้ง
tr_tr: '{0}' adlı sütun birçok kez belirtildi.
uk_ua: Стовпець з ім’ям "{0}" указано більше одного разу.
vi_vn: Đã chỉ định cột có tên là '{0}' nhiều lần.
zh_cn: 多次指定了名为“{0}”的列。
zh_tw: 指定了一次以上名稱為 '{0}' 的資料行。

# WarnLiteralPredicate
source: Warning: This predicate is a literal value and does not reference the input table.
bg_bg: Предупреждение: Този предикат е стойност на литерал и не препраща към входящата таблица.
ca_es: Advertiment: aquest predicat és un valor literal i no fa referència a la taula d'entrada.
cs_cz: Upozornění: Tento predikát je hodnota literálu a neodkazuje na vstupní tabulku.
da_dk: Advarsel! Dette prædikat er en bogstavelig værdi og refererer ikke til inputtabellen.
de_de: Warnung: Dieses Prädikat ist ein Literalwert, der nicht auf die Eingabetabelle verweist.
el_gr: Προειδοποίηση: Αυτό το κατηγόρημα αποτελεί τιμή λεκτικής σταθεράς και δεν αναφέρεται στον πίνακα εισόδου.
es_es: Advertencia: Este predicado es un valor literal y no hace referencia a la tabla de entrada.
et_ee: Hoiatus. See predikaat on literaalväärtus ega viita sisendtabelile.
eu_es: Abisua: predikatu hau balio literala da eta ez dio egiten erreferentziarik sarrerako taulari.
fi_fi: Varoitus: tämä predikaatti on literaaliarvo eikä viittaa syötetaulukkoon.
fr_fr: Avertissement : Ce prédicat est une valeur littérale et ne fait pas référence à la table d’entrée.
gl_es: Aviso: este predicado é un valor literal e non fai referencia á táboa de entrada.
hi_in: चेतावनी: यह पुष्टि एक लिटरल मान है और इनपुट तालिका को संदर्भित नहीं करती है.
hr_hr: Upozorenje: ovaj je predikat slovna vrijednost i ne referira se na ulaznu tablicu.
hu_hu: Figyelem: Ez a predikátum egy literálérték, és nem hivatkozik a bemeneti táblára.
it_it: Avviso: questo predicato è un valore letterale e non fa riferimento alla tabella di input.
ja_jp: 警告: この述語はリテラル値であり、入力テーブルを参照していません。
kk_kz: Ескерту: Бұл предикат литерал және енгізу кестесіне сілтемейді.
ko_kr: 경고: 이 조건자는 리터럴 값이며 입력 테이블을 참조하지 않습니다.
lt_lt: Įspėjimas: šis predikatas yra literalas ir nenurodo įvesties lentelės.
lv_lv: Brīdinājums: šis predikāts ir literāļa vērtība un nesatur atsauci uz ievades tabulu.
ms_my: Amaran: Predikat ini ialah nilai harfiah dan tidak merujuk jadual input tersebut.
nb_no: Advarsel! Dette predikatet er en litteral verdi og refererer ikke til inndatatabellen.
nl_nl: Waarschuwing: dit predicaat is een letterlijke waarde en verwijst niet naar de invoertabel.
pl_pl: Ostrzeżenie: ten predykat to wartość literału i nie odwołuje się do tabeli wejściowej.
pt_br: Aviso: este predicado é um valor literal e não faz referência à tabela de entrada.
pt_pt: Aviso: Este predicado é um valor literal e não referencia a tabela de entrada.
ro_ro: Avertisment: acest predicat este o valoare literală și nu face referire la tabelul de intrare.
ru_ru: Предупреждение: этот предикат является литералом и не ссылается на входную таблицу.
sk_sk: Upozornenie: Tento predikát je hodnota literálu a neodkazuje na vstupnú tabuľku.
sl_si: Opozorilo: ta predikat je dobesedna vrednost in se ne sklicuje na vhodno tabelo.
sr_cyrl_rs: Упозорење : Овај предикат је дословна вредност и не упућује на табелу за унос.
sr_latn_rs: Upozorenje : Ovaj predikat je doslovna vrednost i ne upućuje na tabelu za unos.
sv_se: Varning! Det här predikatet är ett exakt värde och refererar inte till indatatabellen.
th_th: คำเตือน: เพรดิเคตนี้เป็นค่าสัญพจน์ และจะไม่อ้างอิงตารางอินพุท
tr_tr: Uyarı: Bu koşul bir sabit değerdir ve giriş tablosuna başvurmaz.
uk_ua: Попередження. Цей предикат має буквальне значення й не посилається на вхідну таблицю.
vi_vn: Cảnh báo: Xác lập này là một giá trị ký tự và không tham chiếu với bảng nhập.
zh_cn: 警告: 此谓词是文字值，不引用输入表。
zh_tw: 警告: 這個述詞是常值，且不會參考輸入資料表。

# WarnDynamicMetadata
source: Warning: Select "Capture Schema" at the bottom of the expanded formula bar to set and refresh this method's result schema. Otherwise this method will return no result.
bg_bg: Предупреждение: изберете „Улавяне на схема“ в долната част на разгънатата лента за формули, за да зададете и обновите резултатната схема на този метод. В противен случай този метод няма да даде резултат.
ca_es: Advertiment: seleccioneu "Capture Schema" a la part inferior de la barra de fórmules expandida per definir i actualitzar l'esquema de resultats d'aquest mètode. En cas contrari, aquest mètode no retornarà cap resultat.
cs_cz: Upozornění: Pokud chcete nastavit a aktualizovat schéma výsledků této metody, vyberte Zachytit schéma v dolní části rozbaleného řádku vzorců. Jinak tato metoda nevrátí žádný výsledek.
da_dk: Advarsel: Vælg "Hent skema" nederst på den udvidede formellinje for at angive og opdatere denne metodes resultat skema. Ellers vil denne metode ikke returnere et resultat.
de_de: Warnung: Wählen Sie am unteren Rand der erweiterten Bearbeitungsleiste "Schema erfassen" aus, um das Ergebnisschema dieser Methode festzulegen und zu aktualisieren. Andernfalls gibt diese Methode kein Ergebnis zurück.
el_gr: Ειδοποίηση: Επιλέξτε "Καταγραφή σχήματος" στο κάτω μέρος της αναπτυγμένης γραμμής τύπων για να ορίσετε και να ανανεώσετε το σχήμα αποτελεσμάτων αυτής της μεθόδου. Διαφορετικά, αυτή η μέθοδος δεν θα επιστρέψει κανένα αποτέλεσμα.
es_es: Advertencia: Seleccione "Capture Schema" en la parte inferior de la barra de fórmulas expandida para establecer el esquema de resultados de este método y actualizarlo. De lo contrario, el método no devolverá ningún resultado.
et_ee: Hoiatus: valige laiendatud valemiriba allservas „Hõiva skeem”, et seada ja värskendada selle meetodi tulemuse skeemi. Muidu ei tagasta see meetod tulemit.
eu_es: Abisua: metodoaren emaitza-eskema ezartzeko eta freskatzeko, hautatu zabaldutako formula-barraren behealdeko "Kapturatu eskema". Bestela, metodo hori ez du itzuliko emaitzarik.
fi_fi: Varoitus: Jos haluat määrittää tämän menetelmän tulosrakenteen ja päivittää sen, valitse Kaappaa rakenne laajennetun kaavarivin alareunasta. Muussa tapauksessa tämä menetelmä ei palauta mitään tulosta.
fr_fr: Avertissement : sélectionnez « Capturer le schéma » en bas de la barre de formule développée pour définir et actualiser le schéma de résultat de cette méthode. Sinon, cette méthode ne retourne aucun résultat.
gl_es: Aviso: Seleccione "Capturar esquema" na parte inferior da barra de fórmulas expandida para configurar e actualizar o esquema de resultados deste método. En caso contrario, o método non devolverá ningún resultado.
hi_in: चेतावनी: इस पद्धति के परिणाम स्कीमा को सेट करने और रीफ़्रेश करने के लिए विस्तारित सूत्र पट्टी के निचले भाग में "स्कीमा कैप्चर करें" चुनें. अन्यथा, इस पद्धति से कोई परिणाम हासिल नहीं होगा.
hr_hr: Upozorenje: odaberite "Zabiježi shemu" pri dnu proširene trake formule da biste postavili i osvježili shemu rezultata metode. Metoda u suprotnom neće vratiti nijedan rezultat.
hu_hu: Figyelmeztetés: Válassza a kibontott szerkesztőléc alján található Séma rögzítése lehetőséget a metódus eredménysémájának beállításához és frissítéséhez. Ellenkező esetben a metódus nem ad vissza eredményt.
it_it: Avviso: selezionare "Acquisisci schema" nella parte inferiore della barra della formula espansa per impostare e aggiornare lo schema del risultato di questo metodo. In caso contrario, questo metodo non restituirà alcun risultato.
ja_jp: 警告: このメソッドの結果スキーマを設定して更新するには、展開された数式バーの下部にある [スキーマのキャプチャ] を選択してください。それ以外の場合、このメソッドは結果を返しません。
kk_kz: Ескерту: Осы әдістің нәтиже тәсімін орнатып, жаңалау үшін кеңейтілген формула жолағының астынғы жағында "Capture Схема" таңдаңыз. Әйтпесе бұл әдіс ешқандай нәтиже бермейді.
ko_kr: 경고: 확장 수식 입력줄에서 "스키마 캡처"를 선택하여 이 메서드의 결과 스키마를 설정하고 새로 고칩니다. 그렇지 않으면 이 메서드는 결과를 반환하지 않습니다.
lt_lt: Įspėjimas: išplečiamosios formulių juostos apačioje pasirinkite Įrašyti schemą, kad galėtumėte nustatyti ir atnaujinti šio metodo rezultatų schemą. Priešingu atveju šis metodas nepateiks jokių rezultatų.
lv_lv: Brīdinājums! Izvērstās formulas joslas lejasdaļā atlasiet opciju Tvert shēmu, lai iestatītu un atsvaidzinātu šīs metodes rezultātu shēmu. Citādi šī metode neatgriezīs nekādu rezultātu.
ms_my: Amaran: Pilih "Tangkap Skema" di bahagian bawah bar formula yang dikembangkan untuk menetapkan dan memuatkan semula skema hasil kaedah ini. Jika tidak, kaedah ini tidak akan mengembalikan hasil.
nb_no: Advarsel: Velg "Hent skjema" nederst på den utvidede formellinjen for å angi og oppdatere resultatskjemaet for denne metoden. Hvis ikke returnerer ikke denne metoden noe resultat.
nl_nl: Waarschuwing: Selecteer Schema vastleggen onderaan in de uitgevouwen formulebalk om het resultaatschema van deze methode in te stellen en te vernieuwen. Anders wordt er geen resultaat geretourneerd met deze methode.
pl_pl: Ostrzeżenie: Wybierz pozycję „Przechwyć schemat” u dołu rozwiniętego paska formuły, aby ustawić i odświeżyć schemat wyników tej metody. W przeciwnym razie ta metoda nie zwróci żadnych wyników.
pt_br: Aviso: selecione "Capturar Esquema" na parte inferior da barra de fórmulas expandida para definir e atualizar o esquema de resultado do método. Caso contrário, esse método não retornará nenhum resultado.
pt_pt: Aviso: selecione "Capturar Esquema" na parte inferior da barra de fórmulas expandida para definir e atualizar o esquema de resultados deste método. Caso contrário, este método não vai devolver nenhum resultado.
ro_ro: Avertisment: selectați „Surprindeți schema” în partea de jos a barei de formule extinse pentru a seta și a reîmprospăta schema de rezultate a acestei metode. În caz contrar, această metodă nu va returna niciun rezultat.
ru_ru: Предупреждение. В нижней части развернутой строки формул выберите "Записать схему", чтобы задать и обновить схему результатов этого метода. В противном случае метод не возвращает результатов.
sk_sk: Upozornenie: Ak chcete nastaviť a obnoviť schému výsledkov metódy, vyberte v dolnej časti rozbaleného panela vzorcov položku Zachytiť schému. V opačnom prípade sa táto metóda vráti bez výsledkov.
sl_si: Opozorilo: izberite »Zajemi shemo« na dnu razširjene vnosne vrstice, da nastavite in osvežite shemo rezultatov tega načina. V nasprotnem primeru ta način ne vrne nobenih rezultatov.
sr_cyrl_rs: Упозорење: Изаберите ставку „Сними шему“ у дну развијене траке за формулу да бисте подесили и освежили шему резултата овог метода. У супротном овај метод неће вратити ниједан резултат.
sr_latn_rs: Upozorenje: Izaberite stavku „Snimi šemu“ u dnu razvijene trake za formulu da biste podesili i osvežili šemu rezultata ovog metoda. U suprotnom ovaj metod neće vratiti nijedan rezultat.
sv_se: Varning: Välj Spela in schema längst ned i det utökade formelfältet om du vill konfigurera och uppdatera den här metodens resultatschema. I annat fall returnerar den här metoden inget resultat.
th_th: คำเตือน: เลือก "จับภาพ Schema" ที่ด้านล่างของแถบสูตรที่ขยายเพื่อตั้งค่าและรีเฟรช Schema ผลลัพธ์ของวิธีนี้ มิฉะนั้นวิธีนี้จะไม่ส่งคืนผลลัพธ์
tr_tr: Uyarı: Bu metodun sonuç şemasını ayarlayıp yenilemek için, genişletilmiş formül çubuğunun altındaki "Şemayı Yakala" seçeneğini belirleyin. Aksi takdirde bu metot sonuç döndürmez.
uk_ua: Попередження. Натисніть кнопку "Зафіксувати схему" внизу розгорнутого рядка формул, щоб налаштувати й оновити схему результатів цього методу. Інакше він не поверне результатів.
vi_vn: Cảnh báo: Chọn "Nắm bắt sơ đồ" ở cuối thanh công thức đã mở rộng để đặt và làm mới sơ đồ kết quả của phương pháp này. Nếu không, phương pháp này sẽ không trả về kết quả nào.
zh_cn: 警告: 在展开的编辑栏底部选择“捕获架构”，以设置和刷新此方法的结果架构。否则，此方法将不返回任何结果。
zh_tw: 警告: 請在展開的資料編輯列底部選取 [擷取結構描述]，以設定及重新整理此方法的結果結構描述。否則此方法將不會傳回任何結果。

# FindArg1
source: find_text
bg_bg: търсене_на_текст
ca_es: cerca_text
cs_cz: co
da_dk: find_tekst
de_de: Suchtext
el_gr: εύρεση_κειμένου
es_es: buscar_texto
et_ee: otsitav_tekst
eu_es: bilatu_testua
fi_fi: etsi_teksti
fr_fr: rechercher_texte
gl_es: buscar_texto
hi_in: पाठ_ढूँढें
hr_hr: pronađi_tekst
hu_hu: keresett_szöveg
it_it: trova_testo
ja_jp: 検索テキスト
kk_kz: мәтін_табу
ko_kr: 텍스트_찾기
lt_lt: rasti_tekstą
lv_lv: atrast_tekstu
ms_my: cari_teks
nb_no: finn_tekst
nl_nl: tekst_zoeken
pl_pl: tekst_do_znalezienia
pt_br: procurar_texto
pt_pt: pesquisar_texto
ro_ro: găsire_text
ru_ru: текст_для_поиска
sk_sk: nájsť_text
sl_si: besedilo_za_iskanje
sr_cyrl_rs: пронађи_текст
sr_latn_rs: pronađi_tekst
sv_se: sök_text
th_th: ข้อความ_ค้นหา
tr_tr: metin_bul
uk_ua: знайти_текст
vi_vn: tìm_văn_bản
zh_cn: 查找文本
zh_tw: 尋找_文字

# FindArg2
source: within_text
bg_bg: в_текста
ca_es: dins_text
cs_cz: kde
da_dk: i_tekst
de_de: In_Text
el_gr: εντός_κειμένου
es_es: dentro_texto
et_ee: teksti_seest
eu_es: testu_barruan
fi_fi: tekstissä
fr_fr: dans_texte
gl_es: dentro_texto
hi_in: पाठके_अंतर्गत
hr_hr: u_tekstu
hu_hu: szövegen_belül
it_it: nel_testo
ja_jp: 検索対象テキスト
kk_kz: мәтін_ішінде
ko_kr: 텍스트_내
lt_lt: tekste
lv_lv: tekstā
ms_my: dalam_teks
nb_no: innen_tekst
nl_nl: in_tekst
pl_pl: w_tekście
pt_br: no_texto
pt_pt: dentro_texto
ro_ro: în_text
ru_ru: в_тексте
sk_sk: v_texte
sl_si: v_besedilu
sr_cyrl_rs: у_тексту
sr_latn_rs: u_tekstu
sv_se: i_text
th_th: ข้อความ_ภายใน
tr_tr: metin_içinde
uk_ua: у_тексті
vi_vn: trong_văn_bản
zh_cn: 文本中
zh_tw: 文字_範圍
